{
  "SIGMA": "SIGMA",
  "Empowering laser users": "Empowering laser users",
  "Sigma Machines": "Sigma Machines",
  "Simplify your processes, increase your productivity, and maximize your profitability.": "Simplify your processes, increase your productivity, and maximize your profitability.",
  "Read More": "Read More",
  "About Us": "About Us",
  "About Us – Sigma Machines": "About Us – Sigma Machines",
  "Sigma Machines is a leading supplier of advanced CNC and laser machinery, delivering high-performance industrial solutions that empower manufacturers across Saudi Arabia.": "Sigma Machines is a leading supplier of advanced CNC and laser machinery, delivering high-performance industrial solutions that empower manufacturers across Saudi Arabia.",
  "about_sigma_mission": "Our mission is simple: to enable government and educational institutions, companies, factories, and workshops to operate faster, smarter, and with higher precision, while upgrading and developing production lines.",
  "about_sigma_point_1": "We provide a complete range of machines including CNC routers, fiber laser cutting machines, CO₂ laser systems, CNC plasma cutters, press brakes, shearing machines, laser welding systems, and laser marking machines. Each machine is engineered to meet modern industrial demands—accuracy, reliability, and long-term durability.",
  "about_sigma_point_2": "At Sigma Machines, we believe that strong industries are the foundation of a strong economy. That’s why our technology is built to support the Kingdom’s manufacturing growth and align with the goals of Saudi Vision 2030, helping local businesses upgrade their production capabilities and compete at global standards.",
  "about_sigma_point_3": "Our machines are used by factories in sectors such as metal fabrication, furniture production, signage manufacturing, woodworking, advertising, automotive parts, and general industrial machining. Whether it’s boosting productivity, improving product quality, or reducing operating costs—our solutions are designed to deliver real impact on the production floor.",
  "about_sigma_point_4": "With a commitment to ongoing support, training, and customer success, Sigma Machines stands beside every client with reliable service and technical expertise. We don’t just sell machines—we build long-term partnerships that help companies grow, automate, and transform their manufacturing operations.",
  "about_sigma_footer": "Sigma Machines — powering the next generation of industrial innovation in Saudi Arabia.",
  "whyChooseSigma": {
    "why_title": "Why Choose Sigma Machines?",
    "why_desc": "Choosing Sigma Machines means choosing reliability, advanced technology, and a partner who understands the manufacturing challenges of today’s market. We don’t just supply machines — we deliver solutions that help factories in Saudi Arabia improve productivity, elevate quality, and achieve sustainable growth.",
    "why_point1_title": "Industry-Leading CNC & Laser Technology",
    "why_point1_desc": "Our machines are engineered for precision, stability, and long-term performance. Whether you’re cutting, engraving, bending, welding, or marking — we provide equipment built to handle real industrial workloads.",
    "why_point2_title": "Designed to Support Saudi Industry Growth",
    "why_point2_desc": "Every machine we supply contributes directly to enhancing manufacturing capability across the Kingdom. We proudly support the goals of Saudi Vision 2030 by enabling factories to modernize and adopt smarter, faster, and more efficient production technologies.",
    "why_point3_title": "Comprehensive Product Range",
    "why_point3_desc": "From CNC routers to fiber laser cutters, welding machines, plasma systems, press brakes, and shearing machines — you’ll find everything you need in one place. We cover multiple sectors: metal fabrication, furniture production, signage, engineering, and industrial manufacturing.",
    "why_point4_title": "Professional Installation & Training",
    "why_point4_desc": "We ensure every customer receives proper machine setup, operator training, and best practices for safe and efficient operation — so you can start production confidently from day one.",
    "why_point5_title": "Reliable Technical Support & Maintenance",
    "why_point5_desc": "Our service team provides ongoing assistance, troubleshooting, spare parts, and preventive maintenance to keep your machines running at peak performance with minimal downtime.",
    "why_point6_title": "Competitive Pricing & High Value",
    "why_point6_desc": "We combine top-tier machine quality with fair pricing, ensuring the best return on investment for businesses of all sizes — from workshops to full-scale factories.",
    "why_point7_title": "Long-Term Partnership Approach",
    "why_point7_desc": "We don’t consider our job done after the sale. We support your growth, help optimize your workflow, and provide solutions as your production needs expand."
  },
  "Call Us": "Call Us",
  "Quick Links": "Quick Links",
  "Sigma Machines — your trusted partner for smarter, faster, and more efficient industrial manufacturing.": "Sigma Machines — your trusted partner for smarter, faster, and more efficient industrial manufacturing.",
  "About us": "About us",
  "Services": "Services",
  "Products": "Products",
  "Resources": "Resources",
  "Contact": "Contact",
  "Contact Us": "Contact Us",
  "Copyright © 2025": "Copyright © 2025",
  "here.": "here.",
  "All Rights Reserved.": "All Rights Reserved.",
  "cnc_router_machines": "CNC Router Machines",
  "cnc_3_axis": "3 Axis CNC Router",
  "cnc_4_axis": "4 Axis CNC Router",
  "cnc_5_axis": "5 Axis CNC Router",
  "cnc_rotary_axis": "Rotary Axis CNC Router",
  "atc_cnc_router": "ATC CNC Router Machines",
  "atc_3_axis": "3 Axis ATC CNC Router",
  "atc_4_axis": "4 Axis ATC CNC Router",
  "multi_head_router": "Multi-Head CNC Router",
  "multi_spindle_router": "Multi Spindle CNC Router",
  "multi_process_router": "Multi-Process CNC Router",
  "specialized_cnc": "Specialized CNC Routers",
  "stone_cnc": "Stone CNC Router",
  "aluminum_cnc": "Aluminum CNC Router",
  "co2_laser": "CO₂ Laser Cutting & Engraving Machine",
  "fiber_laser_cutting": "Fiber Laser Cutting Machine",
  "sheet_fiber_laser": "Sheet Metal Fiber Laser Cutting Machine",
  "tube_fiber_laser": "Tube Fiber Laser Cutting Machine",
  "tube_sheet_fiber_laser": "Tube & Sheet Fiber Laser Cutting Machine",
  "fiber_laser_welding": "Fiber Laser Welding Machines",
  "handheld_welding": "Handheld Fiber Laser Welding Machine",
  "cnc_3axis_welding": "3 Axis CNC Fiber Laser Welding Machine",
  "spot_welding": "Fiber Laser Spot Welding Machine",
  "laser_marking_machines": "Laser Marking Machines",
  "co2_laser_marking": "CO₂ Laser Marking Machine",
  "fiber_laser_marking": "Fiber Laser Marking Machine",
  "uv_laser_marking": "UV Laser Marking Machine",
  "plasma_cutting": "CNC Plasma Cutting Machine",
  "press_brake_machines": "Press Brake Machines",
  "cnc_press_brake": "CNC Press Brake Machine",
  "nc_press_brake": "NC Press Brake Machine",
  "shearing_machine": "Shearing Machine",
  "Sigma Machines Products": "Sigma Machines Products",
  "Working Area": "Working Area",
  "Email us": "Email us",
  "Key Features": "Key Features",
  "Applications": "Applications",
  "Advantages": "Advantages",
  "You Also Might Like": "You Also Might Like",
  "OUR PRODUCTS": "OUR PRODUCTS"
}